[{"_id":{"$oid":"56d4f0b0ed78783027964d18"},"title":"The unbelievable €2.4 million Bugatti Chiron in pictures","date":"2016-02-29","source":"Chris Ziegler","cover":"images/1456795710440blobid0.jpg","quote":"already given you all the details about this ridiculous machine","body":"\u003cp\u003e\u003cimg class=\"inline-img\" src=\"images/1456795710440blobid0.jpg\" alt=\"\" width=\"100%\" /\u003e\u003c/p\u003e\n\u003cp\u003eThere are many absurd facts about the Bugatti Chiron that was just introduced today ahead of the Geneva Motor Show. Its top speed is electronically limited \u0026mdash;\u0026nbsp;\u003cem\u003elimited!\u003c/em\u003e \u0026mdash; to 261 miles per hour. It can reach 125 miles per hour in 6.5 seconds, which may very well be faster than the time it takes your personal vehicle to reach half that. And the base price is an astounding \u0026euro;2.4 million ($2.6 million), which you can presumably run up with options and customization. Nothing about this rare machine (just 500 will be made) is for the faint of heart.\u003c/p\u003e\n\u003cp\u003eWe've \u003ca href=\"http://www.theverge.com/2016/2/29/11132084/bugatti-chiron-announced-geneva-motor-show-2016\"\u003ealready given you all the details about this ridiculous machine\u003c/a\u003e \u0026mdash; but Bugatti, in its infinite generosity, has provided a huge and extremely awesome set of photos to go along with it. We thought you might enjoy some of them.\u003c/p\u003e\n\u003cp\u003e\u003cimg class=\"inline-img\" src=\"images/1456795809412blobid1.jpg\" alt=\"\" width=\"100%\" /\u003e\u003c/p\u003e","att":""},{"_id":{"$oid":"56d4f145ed78783027964d19"},"title":"The Incredible Tech In The New Bugatti Chiron, The World’s Most Powerful Production Car","date":"2016-03-01","source":" David Tracy","cover":"images/1456795918018blobid0.jpg","quote":"It is part of human nature to cross boundaries and set new records – to run 100 m faster than ever before, to fly even further into space and to enter new realms. This striving is also our driving force at Bugatti.","body":"\u003cp\u003e\u003cimg class=\"inline-img\" src=\"images/1456795918018blobid0.jpg\" alt=\"\" width=\"100%\" /\u003eLike its predecessor the Bugatti Veyron, the new \u003ca href=\"http://jalopnik.com/bugatti-chiron-this-is-a-lot-more-of-it-1761972868\"\u003eBugatti Chiron\u003c/a\u003e is a true engineering marvel. It\u0026rsquo;s a 1,478 horsepower monster capable of doing 261 mph a despite considerable bulk of 4,400 pounds. Here\u0026rsquo;s some of the goodness that makes the Chiron one of the most technologically impressive cars the world has ever seen.\u003c/p\u003e\n\u003cp\u003eWith a price tag that translates to $2.5 million at the current exchange rate, the Chiron is meant as a very expensive engineering exercise, a showcase of the Volkswagen Group\u0026rsquo;s engineering and design talent at the highest level.\u003c/p\u003e\n\u003cdiv class=\"js_ad-mobile-waypoint\"\u003e\u0026nbsp;\u003c/div\u003e\n\u003cp\u003eSure, it looks a lot like the Veyron, its electronically-limited top speed is about the same, and a lot of the powertrain and chassis components share similarities, but the Chiron is still an engineering nerd\u0026rsquo;s wet dream, even if it\u0026rsquo;s not as revolutionary as its brother. And at least until the \u003ca href=\"http://jalopnik.com/how-the-1-500-hp-koenigsegg-regera-hits-248-mph-without-1689181377\"\u003eKoenigsegg Regera\u003c/a\u003e comes out for real later this year, it can claim the title of the most powerful car in production.\u003c/p\u003e\n\u003cp\u003eYet while it does all of this magic without the aid of electric power, like many modern hybrid hypercars, the Chiron is still all about moving the technological needle, Wolfgang D\u0026uuml;rheimer, President of Bugatti Automobiles S.A.S., said at the debut:\u003c/p\u003e\n\u003cblockquote\u003e\n\u003cp\u003eIt is part of human nature to cross boundaries and set new records \u0026ndash; to run 100 m faster than ever before, to fly even further into space and to enter new realms. This striving is also our driving force at Bugatti.\u003c/p\u003e\n\u003c/blockquote\u003e\n\u003cp\u003eThat\u0026rsquo;s a fancy auto exec way of saying they\u0026rsquo;re trying to show off, and boy, have they built a car worth flaunting.\u003c/p\u003e\n\u003cp\u003eThe old Veyron was more than just an obscenely high-priced seven figure toy for athletes, hip-hop stars and oligarchs, although it was certainly also used that way. It was built to take the title of \u003ca href=\"http://jalopnik.com/the-fastest-car-in-the-world-an-explainer-472518610\"\u003ethe world\u0026rsquo;s fastest car\u003c/a\u003e, and indeed held some of those records for a while (or at least laid claim to them.)\u003c/p\u003e","att":""}]
